Repository: grevutiu-gabriel/sopcast-player
Catalog: po/*.po
Languages: ja, ms

source: Retrying channel
ja: 再度再生
ms: Sedang Mencuba Saluran

source: Connecting
ja: 応答を待ってます。
ms: Sedang Disambungkan

source: Buffering
ja: バッファリング
ms: Menimbal

source: Buffer
ja: バッファー
ms: Penimbal

source: Channel Guide Last Updated
ja: 番組ガイドを最後に更新した日
ms: Panduan Saluran

source: SopCast Player
ms: Pemain SopCast

source: Channel Guide
ja: チャンネルガイド
ms: Panduan Saluran

source: Open Sop Address
ja: オープンSopアドレス
ms: Buka Alamat Sop

source: Enter Sop Address
ja: Sopアドレスの検索
ms: Masukkan Alamat Sop

source: Name
ja: 番組
ms: Nama

source: Channel Group
ja: 番組グループ
ms: Kumpulan Saluran

source: Classification
ja: 番組のジャンル
ms: Klasifikasi

source: Stream Format
ja: ビデオフォーマット
ms: Aliran Format

source: Description
ja: 番組内容
ms: Keterangan

source: Channels
ja: 番組項目
ms: Saluran

source: Press Esc to exit fullscreen
ja: Escを押すとフルスクリーンから離れる
ms: Tekan butang "Esc" untuk keluar dari layar penuh

source: Contacting Server
ja: サーバーに応答中
ms: Server Sedang Dihubungi

source: Updating Database
ja: データベースを更新中
ms: Penampungan Data Sedang Diperbaharui

source: Channel Guide Update Completed
ja: 番組ガイドの更新完了
ms: Pembaharuan Panduan Saluran Selesai

source: Channel Guide Retrieval Failed Due to Network Problems
ja: ネットワークに問題があるため番組の再生ができません。
ms: Gagal Membuka Panduan Saluran Kerana Masalah Jaringan

source: Downloading Channel Guide
ja: 番組をダウンロード中
ms: Panduan Saluran Sedang Dimuat Turun

source: > Channel Guide
ja: > チャンネルガイド
ms: > Saluran Panduan

source: Bookmark this Channel
ja: このチャンネルをブックマーク
ms: Letakkan Penunjuk di Saluran Ini

source: Volume:
ja: 音量
ms: Kekuatan Bunyi:

source: _Fullscreen
ja: フルスクリーン(_F)
ms: _SkrinPenuh

source: _Help
ja: ヘルプ(_H)
ms: _Bantuan

source: _View
ja: 表示(_V)
ms: _Paparan

source: _Bookmarks
ja: ブックマーク(_B)
ms: _KumpulanPenunjuk

source: <i>Last Updated: </i>
ja: <i>最後の更新</i>
ms: <i>Terakhir Diperbaharui:</i>

source: Last Updated:
ja: 最後の更新
ms: Terakhir Diperbaharui

source: Never
ja: 更新の記録なし
ms: Jangan Sekali

source: <b>Channel Guide Auto-Update Frequency</b>
ja: <b></b>
ms: <b>Kekerapan Memperbaharui Panduan Saluran Secara Otomatis</b>

source: <b>Channel Guide Language</b>
ja: <b></b>
ms: <b>Bahasa Panduan Saluran</b>

source: <b>Channel Guide Layout:</b>
ja: <b></b>
ms: <b>Susunan Panduan Saluran:</b>

source: <b>Channel Guide URL</b>
ja: <b></b>
ms: <b>URL Panduan Saluran</b>

source: <b>Channel Timeout</b>
ja: <b></b>
ms: <b>Masa Terhad Saluran</b>

source: <b>Media Player</b>
ja: <b></b>
ms: <b>Pemain Media</b>

source: Classic (Separate windows)
ms: Klasik (Layar Berbeza)

source: Command:
ms: Perintah:

source: Frequency
ms: Kekerapan

source: In-bound Port:
ms: Port Masuk:

source: Language
ms: Bahasa

source: Out-bound Port:
ms: Port Keluar:

source: Player
ms: Pemain

source: Static Ports
ms: Port Tetap

source: Timeout
ms: Had masa

source: Unity (Single-window)
ms: Pengabungan (1 Layar)

source: Use External Player
ms: Gunakan Pemain Luar

source: Completed
ms: Selesai

source: Server Down
ms: Server Gagal Disambung

source: Downloading
ms: Sedang Dimuat Turun

source: Static Ports Unavailable
ms: Tidak Memiliki Port Tetap

source: Static ports unavailable, do you wish to continue using dynamic ports?
ms: Port tetap tidak dimiliki, gunakan port dinamik?

source: <i>3 Seconds</i>
ja: <i></i>
ms: <i>3 Saat</i>

source: <i>30 Seconds</i>
ms: <i>30 Saat</i>

source: <i>5 Minutes</i>
ms: <i>5 Minit</i>

source: <i>Never</i>
ja: <i></i>
ms: <i>Jangan Sekali</i>

source: Screenshot
ms: Cekupan Skrin

source: Name:
ms: Nama:

source: Bitrate:
ms: Kadar bit:

source: Channel Group:
ms: Kumpulan Saluran

source: Classification:
ms: Klasifikasi:

source: Description:
ms: Keterangan:

source: Preferences
ms: Pilihan

source: Play
ms: Main

source: Stop
ms: Berhenti

source: Always On Top
ms: Sering Di Ataskan

source: Show Controls
ms: Paparkan Alat

source: English
ms: Bahasa Inggeris

source: <i>Daily</i>
ms: <i>Setiap Hari</i>

source: <i>Program Start</i>
ms: <i>Mulakan Program</i>

source: <big><b>Channel Bookmark</b></big>
ms: <big><b>Penunjuk Saluran</b></big>

source: _Edit
ms: _Sunting

source: Properties
ms: Ciri-ciri

source: Bookmark
ms: Penunjuk

source: Show Toolbar
ms: Papar Papan Peralatan

source: _File
ja: ファイル(_F)

source: <b>Ports</b>
ja: <b></b>
